import React from 'react'

function About() {
    return (
      <div>
        <header>
          <h1 class = "Photo">Утёнок.</h1>
          </header>
          <img class='Photo' src='31725565-96hnkkca0nwz-1548406615-728-4eaa4e67bb-1548854539.jpg' alt='Hi'></img>
            <footer> 
              <p>
              Утка — представитель птиц из нескольких родов семейства утиных: пеганки, нырковые утки, савки, речные утки, утки-пароходы, мускусные утки и крохали; всего более 110 видов. Распространены утки широко, в России более 30 видов.
  
  Самцы уток называются се́лезнями, птенцы утки — утя́тами.
  
  Слово утка происходит от др.-русск. уты (ср. укр. у́тиця), от праславянского *ǫtь или *ǫty (ср. цслав. ѫты, сербохорв. у̏тва, словен. о̣̑tvа, н.-луж. huśica). На индоевропейском уровне родственно лит. ántis «утка», др.-прусск. antis, др.-инд. ātíṣ «водяная птица», лат. аnаs, д.-в.-н. anut «утка», греч. νῆσσα.
  
  Утки — это птицы средних и небольших размеров с относительно короткой шеей и цевкой, покрытой спереди поперечными щитками. Окраска оперения разнообразна, у многих видов на крыле имеется особое «зеркальце». Для ряда видов характерен резко выраженный в период размножения половой диморфизм, проявляющийся чаще всего в разной окраске оперения самца и самки. У большинства видов линька происходит дважды в году; летняя — полная, осенняя — частичная.
  
  Домашние утки произошли от кряквы. Селезни домашних уток весят 3—4 кг, утки — 2—3,5 кг. Средняя годовая яйценоскость до 250 яиц. Породы домашних уток подразделяются на мясные (пекинские, серые украинские, чёрные белогрудые), мясо-яичные (зеркальные, хаки-кемпбелл), яичные (индийские бегуны). Уток разводят во многих странах, в том числе в России. 
             </p>
            </footer>
           <hr></hr> 
            <span> 
              Автор: Седрысев Александр.
            </span>
          </div>
    )
  }

export default About;